{"Cluster 0": {"name": "Miłośnicy Wody z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i mają szczególne upodobanie do psów."}, "Cluster 1": {"name": "Górscy Entuzjaści z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i mają szczególne upodobanie do psów."}, "Cluster 2": {"name": "Miłośnicy Kotów i Gór", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i mają szczególne upodobanie do kotów."}, "Cluster 3": {"name": "Leśni Eksploratorzy z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu w lesie i mają szczególne upodobanie do psów."}, "Cluster 4": {"name": "Młodzi Miłośnicy Gór", "description": "W tym klastrze znajdują się młodsze osoby w wieku 25-34 lat, głównie mężczyźni ze średnim wykształceniem, którzy preferują spędzanie czasu w górach i mają różnorodne upodobania zwierzęce, w tym koty i psy."}, "Cluster 5": {"name": "Wykształceni Samotnicy", "description": "W tym klastrze znajdują się osoby w różnym wieku, głównie mężczyźni z wyższym wykształceniem, którzy nie mają ulubionych zwierząt i preferują spędzanie czasu nad wodą lub w lesie."}, "Cluster 6": {"name": "Doświadczeni Miłośnicy Wody", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i mają różnorodne upodobania zwierzęce, w tym psy i koty."}, "Cluster 7": {"name": "Średnio Wykształceni Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni ze średnim wykształceniem, którzy preferują spędzanie czasu nad wodą i mają szczególne upodobanie do psów."}, "Cluster 8": {"name": "Młodzi Leśni Entuzjaści", "description": "W tym klastrze znajdują się młodsze osoby w wieku 25-34 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu w lesie i mają szczególne upodobanie do psów."}}